{"paragraph": "This is George. He was a good little monkey, and always very curious. This weekend George and his friend, the man with the yellow hat, had special plans. They were going camping!", "image": "book4_img/image1.png"}
{"paragraph": "At the campsite the man with the yellow hat unpacked their gear while George looked at all the tents. He saw tents for big families and one just the right size for a puppy. There were even tents on wheels! \"Would you like to help me put up our tent, George?\" the man asked.", "image": "book4_img/image2.png"}
{"paragraph": "George was happy to help. It would not be hard to set up a tent, he thought. But it wasn't easy! \"George, why don't you fill our bucket with water at the pump?\" his friend suggested. \"We'll need it by our campfire later, when we roast marshmallows.\"", "image": "book4_img/image4.png"}
{"paragraph": "Mmm, marshmallows. George loved marshmallows. He couldn't wait to try them roasted! \"Now don't wander off and get into trouble,\" the man warned. But George did not hear him. He was already gone.", "image": "book4_img/image4.png"}
{"paragraph": "At the pump George worked the handle up and down. Soon his bucket was full. On the way back down the trail, he saw a family packing up. George watched a girl pour her bucket of water on a campfire. The fire sizzled out. George thought that looked like fun!", "image": "book4_img/image6.png"}
{"paragraph": "He poured his bucket of water on the next campfire. \"Hey,\" yelled a camper. \"We weren't finished with that yet!\" The camper began to chase George. But George didn't mean to cause trouble. Now he only wanted to hide. He ran into the forest as fast as he could, but the camper's footsteps followed close behind. George ran faster and faster. The footsteps came closer and closer until, suddenly, they were passing George. Why, it was not the camper chasing George now.", "image": "book4_img/image7b.png"} 
{"paragraph": "It was a deer! What fun to run with a deer! Forgetting all about the camper and the marshmallows, George ran after the deer. But a little monkey cannot run as fast as a deer in the woods. Before long George was lost and all alone. He felt tired and stopped to rest. At first he was worried—he was very far from camp. But there were lots of other animals to keep him company. He saw a lizard sunning on a rock and a squirrel chattering in a tree. Then he saw the tail of a black and white kitty peeking out from under a bush. He was curious. Would the kitty like to play? George gently pulled the kitty out...", "image": "book4_img/image11.png"}
{"paragraph": "But it was NOT a kitty! It was a skunk—and it was scared. The skunk lifted its tail and sprayed. WHEW! The spray smelled awful. The animals tried to get away. George wanted to get away, too. But he could not—the smell was all over him!", "image": "book4_img/image12.png"}
{"paragraph": "How would he ever get rid of this awful smell? he wondered.", "image": "book4_img/image13.png"}
{"paragraph": "Too bad he could not take a bath in the woods... Then George had an idea. He could wash the smell off in the creek! George jumped into the cold water. He splashed and scrubbed. But he was still smelly. And now he was wet, too. But what could he do? George thought and thought. If he climbed up a tree to dry off, would the smell blow away?", "image": "book4_img/image14.png"}
{"paragraph": "No. Even dry and high up in the tree, George did not smell better. Poor George. He wished he hadn't wandered so far from camp. He wished he were roasting marshmallows with his friend. Suddenly George heard footsteps heading toward him. Someone was coming!", "image": "book4_img/image15.png"}
{"paragraph": "It was the forest animals! But they ran right by him. They had seen something scary. And George saw it, too. It was a fire! George had gotten into trouble for putting out one fire, but this fire wasn't in the campground... This was an emergency! Quickly, George climbed down the tree and grabbed his bucket. He scooped it full of water in the creek. Then—being careful not to spill—he climbed back up and swung from branch to branch through the trees.", "image": "book4_img/image16.png"}
{"paragraph": "When George got close enough to the fire, he reached down and poured the water on the flames. Out went the fire with a big hiss! Just then George's friend rushed out of the forest with a ranger.", "image": "book4_img/image17.png"}
{"paragraph": "\"George,\" he called, \"I was afraid you would be here.\" \"It's a good thing you were here, George,\" the ranger said. \"We saw smoke from the campground, but you put this fire out just in time.\" George was glad to help. And the man with the yellow hat was glad to see that George was safe. But he had a funny look on his face. \"George,\" he asked, \"what is that smell?\"", "image": "book4_img/image18.png"}
{"paragraph": "Back at the campsite, George's friend helped him get rid of the awful smell. After a strange bath in tomato juice, George smelled fine.", "image": "book4_img/image19.png"}
{"paragraph": "Then the man with the yellow hat invited the ranger to cook dinner with them over their own small campfire. \"Fires can be nice, if you're careful,\" said the ranger.", "image": ""}
{"paragraph": "George agreed. Especially for roasting marshmallows.", "image": "book4_img/image20.png"}
